/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "Edición";
"MENU_WINDOW" = "Ventana";
"MENU_HELP" = "Ayuda";

/* App Menu Items */
"MENU_APP_ABOUT" = "Acerca de @{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "Captura de pantalla";
"MENU_APP_HIDE" = "Ocultar @{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "Ocultar otros";
"MENU_APP_SHOW_ALL" = "Mostrar todo";
"MENU_APP_QUIT" = "Salir de @{APP_TITLE}";
"MENU_APP_REVEAL" = "Mostrar en el Finder";
"MENU_APP_REVEAL_GAME_PREFERENCES" = "Preferencias del juego";
"MENU_APP_REVEAL_GAME_SCREENSHOTS" = "Capturas del juego";
"MENU_APP_REVEAL_GAME_LOGS" = "Registros del juego";
"MENU_APP_REVEAL_APPLICATION_SUPPORT" = "Soporte de la aplicación";
"MENU_APP_REVEAL_BATTLENET" = "Battle.net";
"MENU_APP_REVEAL_APPLICATION_PREFERENCES" = "Preferencias de la aplicación";
"MENU_APP_REVEAL_APPLICATION" = "Aplicación";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "Deshacer";
"MENU_EDIT_CUT" = "Cortar";
"MENU_EDIT_COPY" = "Copiar";
"MENU_EDIT_PASTE" = "Pegar";
"MENU_EDIT_DELETE" = "Borrar";
"MENU_EDIT_SELECT_ALL" = "Seleccionar todo";
"MENU_EDIT_FIND" = "Buscar";
"MENU_EDIT_FIND_FIND" = "Buscar…";
"MENU_EDIT_FIND_NEXT" = "Buscar siguiente";
"MENU_EDIT_FIND_PREVIOUS" = "Buscar anterior";
"MENU_EDIT_FIND_USE_SELECTION" = "Usar la selección para buscar";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "Desplazarse a la selección";
"MENU_EDIT_SPECIAL_CHARS" = "Caracteres especiales…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "Cerrar";
"MENU_WINDOW_MINIMIZE" = "Minimizar";
"MENU_WINDOW_ZOOM" = "Zoom";
"MENU_WINDOW_FULLSCREEN" = "Pantalla completa";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "Traer todo al frente";

/* Help Menu Items */
"MENU_HELP_GAME_HOMEPAGE" = "@{APP_TITLE}";
"MENU_HELP_TECHNICAL_SUPPORT_FORUM" = "Foro de soporte técnico";
"MENU_HELP_SUPPORT_PORTAL" = "Portal de soporte";
"MENU_HELP_COPY_SUPPORT_INFO" = "Copiar información para soporte";

/* Use when the application loads and it checks OS version */
"VERSION_CHECK" = "Estás ejecutando @{OS_VERSION}. Hay una actualización del sistema operativo disponible que mejorará la estabilidad en @{APP_TITLE}.";
"VERSION_UNSUPPORTED" = "Esto es un recordatorio de que @{OS_VERSION} ha llegado al final de su vida útil como sistema operativo para @{APP_TITLE}. El juego seguirá funcionando durante un tiempo limitado. Sin embargo, se recomienda actualizar el sistema operativo a @{LATEST_OS_VERSION} lo antes posible. Consulta los requisitos del sistema @{SYSTEM_REQUIREMENTS_URL}. Para obtener más información sobre cómo actualizar el sistema operativo consulta este @{OS_UPGRADE_URL}. Para conocer más detalles acerca de nuestras directrices sobre el sistema operativo Macintosh consulta este @{OS_GUIDELINES_URL}.";
"VERSION_UNSUPPORTED_TITLE" = "@{APP_TITLE}";
"CONTINUE_ANYWAY"="Continuar igualmente";
"LAUNCH_SOFTWARE_UPDATE"="Iniciar Actualizar programa";
"INVALID_VIDEO_DEVICE" = "@{APP_TITLE} no se puede iniciar porque no se encuentra un procesador de gráficos válido.";
"ERROR" = "Error";

